﻿/* both are integer numbers meaning 'x of n' */
"%1$@/%2$@" = "%1$@/%2$@";

/* MainViewController */
"Access Denied" = "访问拒绝";

/* MainViewController */
"Access Restricted" = "访问受限";

/* No comment provided by engineer. */
"Account" = "帳號";

/* No comment provided by engineer. */
"ADD" = "添加";

/* No comment provided by engineer. */
"Add a Folder" = "添加文件夹";

/* No comment provided by engineer. */
"Add a location (optional)" = "添加位置（可选）";

/* No comment provided by engineer. */
"Add notes (optional)" = "添加备注（可选）";

/* No comment provided by engineer. */
"Add Server" = "添加服务器";

/* ShareExtension.MainViewController */
"Adding…" = "正在添加…";

/* No comment provided by engineer. */
"Allow anyone to remix and share?" = "允许任何人再混合并共享？";

/* No comment provided by engineer. */
"Allow commercial use?" = "允许商业使用？";

/* No comment provided by engineer. */
"Archive" = "備存";

/* No comment provided by engineer. */
"Archive Folder" = "存档文件夹";

/* No comment provided by engineer. */
"Archived Folders" = "已存档文件夹";

/* ManagementViewController */
"Back" = "后退";

/* DataUsageViewController */
"Better Quality" = "更高质量";

/* No comment provided by engineer. */
"Browse Existing" = "浏览现有";

/* No comment provided by engineer. */
"Browse Existing Folders" = "浏览现有文件夹";

/* MainViewController */
"Camera Roll" = "相机胶卷";

/* MainViewController, AlertHelper */
"Cancel" = "取消";

/* ShareExtension.MainViewController */
"Choose a Project" = "选择项目";

/* No comment provided by engineer. */
"Close" = "關閉";

/* Conduit */
"Configuration invalid." = "配置无效。";

/* ShareExtension.MainViewController */
"Couldn't import item!" = "无法导入条目！";

/* No comment provided by engineer. */
"Create" = "建立";

/* No comment provided by engineer. */
"Create a New Folder" = "创建一个“新文件夹”";

/* MainViewController, DarkroomViewController, PrivateServerViewController, InternetArchiveViewController, ManagementViewController, Main.storyboard */
"Done" = "完成";

/* No comment provided by engineer. */
"Edit" = "编辑";

/* No comment provided by engineer. */
"Edit Media" = "编辑媒体";

/* No comment provided by engineer. */
"Edit Media Info" = "编辑媒体信息";

/* No comment provided by engineer. */
"Edit Multiple" = "编辑多个";

/* Placeholder 1 is 'Tor' */
"Enable %1$@ to protect your media in transit." = "启用 %1$@ 确保媒体传输安全。";

/* Placeholder is 'Tor' */
"Enable \"Transfer via %@ only\"" = "启用“仅通过 %@ 传输”";

/* MiscSettingsViewController */
"Enable ProofMode" = "启用 ProofMode";

/* UploadCell */
"Encoding file…" = "正在编码文件…";

/* No comment provided by engineer. */
"Encrypt" = "加密";

/* AlertHelper */
"Error" = "错误";

/* Conduit */
"Failed after too many retries." = "多次尝试失败。";

/* No comment provided by engineer. */
"Files" = "檔案";

/* FlagInfoAlert */
"Flag Significant Content" = "标记重要内容";

/* No comment provided by engineer. */
"Folder" = "文件夹";

/* No comment provided by engineer. */
"Folder Already Exists" = "文件夹已存在";

/* No comment provided by engineer. */
"Folder Name" = "文件夹名称";

/* No comment provided by engineer. */
"General" = "常规";

/* ClaimViewController */
"Get Started" = "開始";

/* ShareExtension.MainViewController */
"Go to the app to upload!" = "前往应用上传！";

/* FlagInfoAlert, BatchInfoAlert */
"Got it" = "懂了";

/* ShareExtension.MainViewController */
"Import" = "匯入";

/* No comment provided by engineer. */
"In the side menu, you can add another server and connect to multiple servers" = "在侧边栏菜单，可添加另一个服务器并连接多个服务器";

/* Error+friendlyMessage */
"Incorrect username or password" = "密码或用户名错误";

"Email" = "邮箱";

"Incorrect email or password" = "电子邮箱或密码错误";

/* HeaderView */
"Just now" = "刚刚";

/* place holder is Creative Commons Licensing. */
"Upload media to Nextcloud or the Internet Archive to keep your media verifiable, safe, and organized for the long term.\n\nChoose %@." = "上传媒体到 Nextcloud 或 Internet Archive，可长期保持媒体安全、可验证和易于管理.\n\n选择%@。";


/* No comment provided by engineer. */
"Learn more about Creative Commons." = "了解更多关于知识共享的信息";

/* No comment provided by engineer. */
"Media Compression" = "媒体压缩";

/* No comment provided by engineer. */
"Metadata" = "中繼資料";

/* No comment provided by engineer. */
"My Media" = "我的媒体";

/* No comment provided by engineer. */
"New Folder" = "新文件夾";

/* NewProjectViewController, ShareExtension.MainViewController */
"New Project" = "新项目";

/* No comment provided by engineer. */
"Next" = "下一頁";

/* MainViewController */
"No albums" = "没有相册";

/* UploadManager */
"No URL provided." = "未提供 URL。";

/* AnalyticsCell */
"OK" = "确定";

/* No comment provided by engineer. */
"Once uploaded, you will not be able to edit media." = "一旦上传，将无法编辑媒体。";

/* DataUsageViewController */
"Only upload media when you are connected to Wi-Fi" = "仅在连接 Wi-Fi 时上传媒体";

/* Bundle+displayName */
"OpenArchive" = "OpenArchive";

/* PrivateServerViewController */
"Password" = "密碼";

/* No comment provided by engineer. */
"Photo Gallery" = "相册";

/* No comment provided by engineer. */
"Please choose another name/folder or use the existing one instead." = "请使用其他名称/文件夹，或使用现有的名称/文件夹。";

/* MainViewController */
"Please go to the Settings app to grant this app access to your camera, if you want to upload photos or videos." = "如需上传照片或视频，请前往“设置”授予本 App 相机访问权限";

/* MainViewController */
"Please go to the Settings app to grant this app access to your photo library, if you want to upload photos or videos." = "如需上传照片或视频，请前往\"设置\"授予本 App 相册访问权限。";

/* placeholder is '+' */
"Press and hold the %@ button to select other files than photos and movies." = "Press and hold the %@ button to select other files than photos and movies.";

/* No comment provided by engineer. */
"Press and hold to select and edit multiple media." = "长按选择并编辑多个媒体。";

/* No comment provided by engineer. */
"Press the button below to add media" = "点击下方按钮添加媒体";

/* PreviewViewController */
"Preview" = "預覽";

/* MenuViewController */
"Privacy Policy" = "隐私权政策";

/* PrivateServerViewController, Main.storyboard */
"Private (WebDAV) Server" = "私有 (WebDAV) 服务器";

/* No comment provided by engineer. */
"Private Server" = "私有服务器";

/* No comment provided by engineer. */
"ProofMode" = "ProofMode";

/* HeaderView */
"Ready to upload" = "准备上传";

/* PreviewViewController, MenuViewController, ManagementViewController, RemoveProjectAlert */
"Remove" = "删除";

/* No comment provided by engineer. */
"Remove Folder" = "移除文件夹";

/* BaseServerViewController, EditProjectViewController, RemoveProjectAlert */
"Remove from App" = "从 App 移除";

/* RemoveAssetAlert */
"Remove Media" = "移除媒体";

/* RemoveAssetAlert */
"Remove Media from %@" = "从 %@ 移除媒体";

/* No comment provided by engineer. */
"Remove Server" = "移除服务器";

/* No comment provided by engineer. */
"Require them to share like you have?" = "要求他们像您一样分享？";

/* ManagementViewController */
"Retry" = "重试";

/* ClaimViewController */
"Secure Mobile Media Preservation" = "安全保存移动媒体";

/* No comment provided by engineer. */
"Security" = "安全　";

/* No comment provided by engineer. */
"Choose a new or existing folder to save your media in." = "选择新的或现有文件夹保存您的媒体。";

/* No comment provided by engineer. */
"Server" = "服务器";

/* No comment provided by engineer. */
"Server Info" = "服务器信息";

/* No comment provided by engineer. */
"Server Name (Optional)" = "服务器名称（可选）";

/* PrivateServerViewController */
"Server URL" = "伺服器 URL";

/* No comment provided by engineer. */
"Servers" = "服务器";

/* No comment provided by engineer. */
"Set creative commons licenses for folders on this server." = "为本服务器上的文件夹设置知识共享许可协议。";

/* MainViewController */
"Settings" = "設定";

/* No comment provided by engineer. */
"Share" = "安全";

/* Placeholders will be replaced by newline - ClaimViewController */
"Share%1$@Archive%1$@Verify%1$@Encrypt" = "安全%1$@存档%1$@验证%1$@加密";

/* DarkroomHelper */
"Significant Content" = "重要内容";

/* No comment provided by engineer. */
"Skip" = "跳过";

/* DataUsageViewController */
"Smaller Size" = "较小尺寸";

/* MainViewController */
"Sorry, you are not allowed to view the camera roll." = "抱歉，您无权查看相册。";

/* MainViewController */
"Tap here to change" = "轻点这里更改";

/* No comment provided by engineer. */
"To get started, connect to a server to store your media." = "开始使用，请先连接服务器存储您的媒体。";

/* No comment provided by engineer. */
"To get started, please add a folder" = "To get started, please add a folder";

/* No comment provided by engineer. */
"Unarchive Folder" = "取消存档文件夹";

/* UploadManager */
"Unknown error." = "未知錯誤。";

/* Project */
"Unnamed Project" = "未命名项目";

/* PreviewViewController */
"Upload" = "上傳";

/* PreviewViewController */
"Upload to %@" = "上传至 %@";

/* Upload info alert title */
"Upload unsuccessful" = "上传失败";

/* No comment provided by engineer. */
"Uploading is paused" = "上传已暂停";

/* ManagementViewController */
"Uploading…" = "正在上传…";

"Edit Queue" = "退出队列";

/* BaseServerViewController */
"Username" = "用户名";

/* No comment provided by engineer. */
"Verify" = "驗證　";

/* No comment provided by engineer. */
"Version %1$@, build %2$@" = "版本 %1$@，构建 %2$@";

/* ManagementViewController */
"Waiting…" = "等待中…";

/* No comment provided by engineer. */
"Welcome!" = "歡迎！";

/* No comment provided by engineer. */
"When you flag an item, it is routed into a subfolder within the chosen folder on the private server." = "标记一个条目后，系统自动将其归入私有服务器所选文件夹中的子文件夹。";

/* No comment provided by engineer. */
"Wi-Fi not connected" = "Wi-Fi 未连接";

/* Placeholder is a server type or name */
"You have successfully connected to %@!" = "已成功连接 %@！";

"Internet Archive" = "Internet Archive";

"Do not show me this again" = "不再显示";

"Upload your media to a free public account on the Internet Archive." = "通过免费公开账户上传媒体至 Internet Archive.";

"No Account?" = "没有账户？";

"Create one" = "创建一个";

"Setup Passcode" = "设置密码";

"Confirm Passcode" = "确认密码";

"Set Passcode" = "设置密码";

"Make sure you remember this pin. If you forget it, you will need to reset the app, and all in-app data will be erased." = "请确定记住该 pin 码。如果忘记，需重置该应用，并抹除所有应用内数据。";

"Error!"= "出現錯誤！";

"Folder name cannot be empty" = "文件夹名称不可为空";

"Rename folder" = "重命名文件夹";

"Select media" = "选择媒体";

"Remove folder from app" = "从应用移除文件夹";

"Tap the button below to add media" = "点击下方按钮添加媒体";

"Tap the button below to add a server" = "点击下方按钮添加服务器";

"Tap the button below to add a folder" = "点击下方按钮添加文件夹";
"Add new server" = "添加新服务器";

/* Placeholder is 'ProofMode' */
"Authenticate and verify your media with sha256 hashes and %@." = "Authenticate and verify your media with sha256 hashes and %@.";

/* Placeholder texts are 'Save' and 'Tor' */
"%@ always uploads over TLS (Transport Layer Security) to protect your media in transit. \nTo further enhance security, enable %@ to prevent interception of your media from your phone to the server." = "%@ 始终通过 TLS （传输层安全协议）上传，保护媒体在传输过程中的安全。 \n为了进一步提升安全，请启用 %@，防止媒体在手机到服务器传输时被截获。";

"Creative Commons Licensing" = "知识共享许可协议";

/* Onboarding Secure Text */
"Send your media securely to private servers and lock the app with a pin." = "安全发送媒体到私有服务器，并使用 pin 码锁定应用。";

"Bulk Edit Media Info" = "批量编辑媒体信息";

"Press and hold to select and edit multiple media items." = "长安选择并编辑多个媒体。";
"Archive Project" = "存档项目";

"Unarchive Project" = "取消存档项目";

"Success!" = "成功！";

"You have renamed folder successfully." = "已成功重命名文件夹。";

/* Proofmode description */
"To help verify where your media was captured, ProofMode gathers data from nearby cell towers to corroborate your location. To add credibility and context, it then includes a separate metadata file with your media*. iOS requires location access to collect this information." = "为了便于验证媒体捕获的地点，ProofMode 将从附近基站收集数据以佐证您的位置。为了增加可信度和环境信息，您的媒体将包含独立的元数据文件*。在 iOS 系统上，需位置访问权限来收集这些信息。";

/* Proofmode description */
"*Neither **_Save_** nor **_OpenArchive_** will be able to access or store this location data, it will only be accessible to those with access to the server files." = "*无论 **_Save_** 还是 **_OpenArchive_** 都无法访问或存储这些位置数据，仅对可访问这些服务器文件的人可用。";

/* Proofmode description */
"ProofMode is a way to enhance the authentication and verification of multimedia content. "= "ProofMode 用于增强多媒体内容的认证与验证。";

"Learn more here." = "此次了解更多。";

"Media Servers" = "媒体服务器";

/* Upload error alert description */
"Unable to upload due to session error, please try again or contact support" = "由于会话错误无法上传，请重试或联系支持";

"You have changed your server settings successfully." = "已成功更改服务器设置。";

"Lock app with passcode" = "使用密码锁定应用";

"Manage your servers" = "管理服务器";

"Manage your archived folders" = "管理存档文件夹";

"Turn on Onion Routing" = "开启 Onion 路由";

"Transfer via the Tor Network only" = "仅通过 Tor 网络传输";

"Theme" = "主題";

"Save by OpenArchive" = "Save by OpenArchive";

"Discover the Save app" = "探索 Save app";

"Terms and Privacy"= "条款与隐私";

"Read our Terms and Privacy Policy"= "请查阅条款与隐私政策";

"Version" = "版本";

"Disable Passcode" = "禁用密码";

"Are you sure you want to disable the passcode?" = "确定禁用密码？";

"Yes" = "是";

"System" = "系统";

"Light" = "亮色主题";

"Dark" = "深色";

"Setup Complete" = "设置完成";

"You can add multiple private servers and one IA Account at any time." = "可随时添加多个私有服务器以及一个 IA 账户。";

"Select a Server" = "选择服务器";

"Connect to a secure \nWebDAV server" = "连接安全的\nWebDAV 服务器";

"Connect to a free \npublic server" = "连接免费\n公共服务器";

"Please name your folder" = "请命名文件夹";

"This folder will be created on your server and added to Save." = "将在服务器上创建文件夹，并将其添加到 Save。";

"Enter folder name"= "输入文件夹名称";

"You have added a folder successfully." = "已成功添加文件夹。";

"Add Media" = "添加媒体";

/* placeholder is + icon */
"Tap %@ to pick from image gallery or press and hold to add media from other apps." = "轻按 %@ 从相册选择，或长按从其他 app 添加媒体。";

"Please enable location access in Settings to use ProofMode." = "为了使用 ProofMode，请在“设置”中启用位置访问权限。";

"Location Permission Required" = "需位置权限";

"Open Settings" = "開啟設定";

"Onion routing under development" = "Onion 路由还在开发中";
"This feature is currently under development. For now, you can use Orbot or any VPN of your choice to enhance your privacy and security." = "该功能目前还在开发中。现在，可使用 Orbot 或任意 VPN 来增强隐私和安全。";

"Orbot" = "Orbot";

"Download Orbot" = "下载 Orbot";

"Learn More" = "了解更多";

"Waive all restrictions, requirements, and attribution (CC0)." = "免除一切限制、要求及署名义务 (CC0)";

"Are you sure you want to remove your project?"= "确定移除您的项目吗？";

"Are you sure you want to remove this server from the app?" = "确定从应用中移除该服务器？";

"Warning!"= "警告！";

"Enter your Passcode" = "输入密码";

"Passcodes do not match. Try again." = "密码不匹配，请重试。";

"Select All" = "全选";

"Deselect All" = "取消全選";

"Add media from" = "添加媒体自：";

"Camera" = "攝影機";

"No archived folders found."= "未找到存档文件夹。";

"No servers added yet."= "尚未添加服务器。";

"Folder archived successfully."= "文件夹已成功存档。";

/* Private server login screen */
"A server with the specified hostname could not be found." = "未找到指定主机名的服务器。";

/* Private server login screen */
"This server already exists. Please create another server." = "该服务器已存在，请创建其他服务器。";

/* Private server login screen */
"Connect to a WebDAV-compatible servers, e.g. Nexcloud and ownCloud." = "连接兼容 WebDAV 的服务器，如 Nexcloud 和 ownCloud。";

"License" = "许可证";

"Server Name" = "服务器名字";

"Proceed to upload" = "继续上传";

"Actually, let me edit" = "等等，让我来编辑";

"Choose a licence" = "Choose a licence";

"Name your server and choose a licence" = "Name your server and choose a licence";

"Allow any connection" = "Allow any connection";
